tap "eugenmayer/dockersync"
tap "homebrew/cask"
tap "goles/battery"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "tophat/bar"
tap "warrensbox/tap"

brew "apr-util"
brew "autojump"
brew "aws-elasticbeanstalk"
brew "gettext"
brew "readline"
brew "awscli", link: false
brew "bash-completion"
brew "bat"
brew "bats-core"
brew "beanstalkd"
brew "coreutils"
brew "diff-so-fancy"
brew "dockutil"
brew "fasd"
brew "ffmpeg"
brew "gnu-sed"
brew "goles/battery/battery"
brew "grep"
brew "grip"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lynx"
brew "mackup"
brew "nano"
brew "pandoc"
brew "peco"
brew "postgresql"
brew "psgrep"
brew "python"
brew "redis"
brew "shellcheck"
brew "ssh-copy-id"
brew "stow"
brew "thefuck"
brew "tree"
brew "unison"
brew "watch"
brew "watchman", args: ["HEAD"]
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
